tap "homebrew/bundle"
tap "homebrew/core"
tap "sanemat/font"

brew "cmatrix"
brew "git"
brew "htop"
brew "lua"
brew "mackup"
brew "pyenv"
brew "ripgrep"
brew "vim"
brew "zsh"
brew "pure"
brew "jq"

cask "iterm2"
cask "google-chrome"
cask "appcleaner"
cask "google-japanese-ime"
cask "steam"
cask "jetbrains-toolbox"
cask "coteditor"
cask "boom-3d"
cask "karabiner-elements"
cask "rawtherapee"
cask "docker"
cask "clipy"
